<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html><!-- InstanceBegin template="/Templates/Normal.dwt" codeOutsideHTMLIsLocked="false" -->
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<!-- InstanceBeginEditable name="doctitle" -->
<title>Alta de Candidatos</title>
<!-- InstanceEndEditable --><link href="../css/main.css" rel="stylesheet" type="text/css">
<!-- InstanceBeginEditable name="head" -->
<style type="text/css">
<!--
.style2 {font-style: italic; color: #993300;}
-->
</style>
<!-- InstanceEndEditable -->
</head>
<body>
<div id="header">
  <h1><span>Manual</span></h1>
  <h2><!-- InstanceBeginEditable name="Titulo Barra" -->Alta de Candidatos <!-- InstanceEndEditable --></h2>
</div>
<!-- InstanceBeginEditable name="Contenido" --><div id="contenido"> 
  <h1>Alta de Candidatos </h1>
  <p>Para agregar un candidato, debes presionar primero el bot&oacute;n <strong>&quot;Agregar Candidato&quot;</strong> que aparece en la parte inferior del listado, una vez que lo haces, aparecer&aacute; en el &aacute;rea de edici&oacute;n (derecha) el siguiente formulario:</p>
  <div class="imagenframe derecha"><img src="../img/alta_candidato.jpg" width="270" height="520"><span>Pantalla de captura de candidato</span></div>
  <p>&nbsp;</p>
  <p>Este formulario cuenta con los campos necesarios para que el personal de investigaciones pueda realizar correctamente su trabajo.</p>
  <p>En la eventualidad de que la informaci&oacute;n para alg&uacute;n campo se desconozca momentaneamente, puede guardarse el candidato para continuar edit&aacute;ndolo m&aacute;s tarde. </p>
  <p>Los datos imprescindibles son el nombre y la fecha de nacimiento del candidato, sin embargo TODOS los campos son necesarios para asegurar que el proceso de investigaci&oacute;n resulte en informaci&oacute;n confiable.</p>
  <p><em>En la im&aacute;gen de la derecha se muestran los campos tal como deben ser llenados. </em></p>
  <p class="style2">Se debe tener especial cuidado en capturar el nombre completo <strong>(nombres y apellidos completos, sin abreviaciones)</strong>, la fecha de nacimiento (cuatro d&iacute;gitos para el a&ntilde;o, y dos d&iacute;gitos para el mes y el d&iacute;a) donde el orden es <strong>A&Ntilde;O-MES-DIA</strong>, y el n&uacute;mero de seguro social (<strong>11 d&iacute;gitos</strong>).</p>
  <p>&nbsp;</p>
  <h2>Editar Candidato<a name="editar"></a></h2>
  <p>Este mismo formulario es presentado cuando se edita un candidato. Para abrir el formulario de edici&oacute;n, se debe presionar el &iacute;cono <img src="../img/editar.gif" width="11" height="12"> en el rengl&oacute;n al candidato correspondiente.</p>
  <p>Las mismas reglas de edici&oacute;n aplican para la alta y la edici&oacute;n de un candidato.    </p>
  <p>&nbsp;</p>
  <p>&nbsp;</p>
  <div class="info">Es importante resaltar que aunque el sistema puede permitir el procesamiento del formulario aunque no todos los campos se hayan llenado, se recomienda <strong>llenar todos los campos </strong>para garantizar su correcto procesamiento e investigaci&oacute;n. </div>
  <p>&nbsp;</p>
</div>
<!-- InstanceEndEditable -->
<div class="clearer">&nbsp;</div>
</body>
<!-- InstanceEnd --></html>
